<template>
    <survey-result-form/>
</template>

<!-- <div class="list" style="display: none">
    <div class="title">
        <h2 class="tit">스트레스 진행중?</h2><h3 class="desc">참을 수 있다고 넘기지 마세요.</h3>
    </div>
    <p class="content">스트레스는 개인의 적응 능력보다 강도가 크거나 적절한 방법으로 해소되지 않고 축적되면, 
        정신적 또는 신체적 건강의 유지를 어렵게 할 수 있기 때문에 <b>지속적인 관리가 필요</b>합니다. 스트레스는 <b>다양한 질환의 원인</b>으로 알려져 있습니다. 스트레스 요인에 노출되면 신체는 스트레스 원인을 제거하기 위해 다양한 호르몬 등을 분비해서 스트레스 자극에 저항하려고 합니다.</p>
    <div class="tip">
        <h4 class="tit">이렇게 관리해 보세요!</h4>
        <p class="txt">스트레스를 관리하기 위해서는 규칙적인 생활과 건전한 생활리듬을 유지하고, 취미생활이나 
            스포츠 등으로 <b>심신의 스트레스를 해소</b>해야 합니다. 알파파는 마음을 편안하고 안정된 상태에서 방출되는 뇌파의 일종입니다. <b>L-테아닌은 두뇌의 신경전달물질을 조절하여 알파파 발생을 증가</b>시키고, 그에 따라 <b>스트레스로 인한 긴장 완화에 도움</b>을 줄 수 있습니다.</p>
    </div>
</div> -->
<script>

import SurveyResultForm from '@/components/survey/SurveyResultForm.vue';

export default {
    name: 'SurveyResultPage',
    components: { SurveyResultForm },
    data() {
        return {
            visceraList: [
                {
                    listTitleTit: '<h2 data-v-76cb682e="" class="tit">눈건강, 늦지 않게</h2><h3 data-v-76cb682e="" class="desc">미리미리 관리해야 해요.</h3>',
                    listContent: '<p class="content">황반 색소는 자유라디칼 제거 또는 눈에 해로운 광을 차단하는 역할을 함으로써 황반의 기능을 유지하는데 도움을 줍니다. 컴퓨터와 스마트폰과 같은 전자기기를 오래 사용하거나 노화로 인하여, 눈에 있는 황반의 밀도가 점점 저하되어 사물이 휘어 보이거나 번져 보이는 현상이 나타날 수 있습니다.</p>',
                    listTipTxt: '<p class="txt"><b>황반의 밀도를 유지</b>하기 위해서는 눈에 직접 닿는 자외선을 차단하는 것이 기본입니다. 중간중간 눈의 휴식을 취해주고 먼 곳을 바라보는 것을 습관화하고, 어두운 곳에서 핸드폰 등의 전자기기를 보는 습관은 멀리해야 합니다. 흡연은 중단하는 것이 좋으며, 녹황색 채소를 많이 섭취하는 것이 좋습니다. 이와 함께 <b>루테인지아잔틴복합추출물의 섭취는 황반색소밀도를 유지하여 눈 건강에 도움</b>을 줄 수 있고, <b>헤마토코쿠스추출물(아스타잔틴)의 섭취는 눈의 피로도 개선에 도움</b>을 줄 수 있습니다.</p>'
                }, 
                {
                    listTitleTit: '<h2 class="tit">간건강은 꾸준한</h2><h3 class="desc">관리가 필요해요.</h3>',
                    listContent: '<p class="content">간은 체내에서 영양소 대사와 담즙 분비, 해독 작용 등 여러 가지 기능을 합니다. 하지만 과량의 알코올 섭취 및 비만, 영양불량 등 다양한 원인에 의해 간 기능 저하가 발생할 수 있습니다. 간은 장기간에 걸쳐 손상이 진행되고, 간세포가 서서히 파괴되어 <b>반 이상의 기능이 저하되어도 특별한 증상이 나타나지 않기 때문에</b> 평소에 간의 기능을 잘 유지하는 것이 중요합니다.</p>',
                    listTipTxt: '<p class="txt">간 건강을 위해서는 <b>바람직한 식생활</b>을 통해 모든 음식 골고루 섭취와 <b>운동, 절제하는 음주 습관</b>이 가장 좋은 방법입니다. 음주 횟수와 음주량을 줄이고 음주 후에 간이 회복될 수 있는 충분한 시간을 주는 것이 필요합니다. 이와 함께 <b>밀크씨슬의 섭취는 간세포를 보호하는 항산화 작용이 뛰어난 실리마린 성분이 들어있어 간 건강에 도움</b>을 줄 수 있습니다.</p>'
                }
            ]
        }
    }
}

</script>

<style>

</style>